[
  {
      "title": "The Okay Spy",
      "developer": "Joab Baltazar",
      "description": "The events of the game take place in the middle of the plains. You play as a spy sent into the enemy headquarters in order to retrieve as much information about the enemy forces as possible. The enemy has left critical data and files everywhere without realizing it. The mission is to go it get as much intel as possible and get out.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "baltazar_the_okay_spy",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1P4ER7YgTTdakHT6bnnXR-LZ9kMGQ1xap/"
  },
  {
      "title": "A Gentleman’s Game",
      "developer": "James Bunyard",
      "description": "A Gentleman’s game tells the story of a friendly suburban squirrel that is stuck in between many forces. The squirrel’s home is being threatened by the new expansion of the local golf course. Bulldozers are destroying the trees that the squirrel uses for survival to make way for long green fairways and poorly managed invasive species of grass. Help the squirrel navigate through the golf course, and collect ten golf balls to pay some other furry allies to help stop the expansion!",
      "instructions": "Use the arrow keys to move around, and explore your environment",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "N/A",
      "permission": "yes",
      "link": "N/A"
  },
  {
      "title": "Errand Boy",
      "developer": "Luis Chavez",
      "description": "The game is about a young boy who has taken a job working for a man called Boss, the boy does some fetch quest for him. As you continue to do the errands for him you have a sinking feeling the people in the neighborhood don’t really trust your boss. Maybe some people know more about Boss that might shed some light into this?",
      "instructions": "Arrow keys are the main input for movement, as well as continuing dialogue but dialogue can continue with the enter key as well. If you wish to interact with an item or character just walk up to them.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "chavez_errand_boy",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1JoRuv-MEsAxGLa9j57fSbREsDUSeNwV4/"
  },
  {
      "title": "Haunted Mansion",
      "developer": "Alex Hadland",
      "description": "On Halloween, your friends dare you to stay in a haunted mansion. Not wanting to be a coward, you agree. Can you escape the haunted mansion?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "hadland_haunted_mansion",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1FmISEsdslbuE16v4QucwBG8WLnZ3I6sx/"
  },
  {
      "title": "Stranded",
      "developer": "Adam Hesse",
      "description": "A lone pilot is stranded in a desolate canyon after a devastating plane crash. Through his wits alone, he must escape this natural prison. Whether he survives is up to you",
      "instructions": "The player can use WASD or arrow keys to move. In order to pick up objects or interact with sprites, they will need to walk up to them or over them. Hopefully, everything else is intuitive.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "hesse_stranded",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1_tEpxAiCCwvhIc5UdhKbhAmOvvbwHt8f/"
  },
  {
      "title": "Cave Diver",
      "developer": "Jock Maxwell",
      "description": "An underwater cave has the tendency to disorient curious adventurers. You awaken in a small air pocket at the bottom of the cave system. You must swim up and out to escape.",
      "instructions": "Movement controls with the arrow keys.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "maxwell_cave_diver",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1UrWTMO6YA8osWPDNt5uYMaudnt9thvdP/"
  },
  {
      "title": "Jabari",
      "developer": "Jalen Moody",
      "description": "The game center on a young boy in Africa named Jabari, who after a falling out with his little brother, Umba, has to go on a rescue mission to find his brother in the great African Grasslands. All matter of creature can be found here. Lions, Elephants, Giraffes, Black Mambas, and even mosquitos each equally as deadly as the other, but no matter what, you must bring your little brother home, and tell him your sorry and you love him, before it’s too late.",
      "instructions": "As a whole, in my game you must do three things, one is memorization, it requires you to use your head and really think about where you’ve been. Second, follow all the rules. It’s the only way to experience this game probably. Third and finally, you actually have a few options in gameplay, so also play the way you would like to play. ",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "N/A",
      "permission": "yes",
      "link": "N/A"
  },
  {
      "title": "New Normal",
      "developer": "Nathan Moreno",
      "description": "It is a summation of the last 8 months of my life under COVID and what it had done to me. Its a tad personal, but I wouldn't have made it if I wasn't comfortable sharing it.",
      "instructions": "The only advice I have is that like life, there is no going back so if you miss dialogue you will need to play the game again to see it.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "moreno_new_normal",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1LAbmPe7jztxKXe2B4YmjSR-1Nj3MVSsy/"
  },
  {
      "title": "Kitty In The City",
      "developer": "Wyland Munson",
      "description": "Kitty In The City is a 2D maze game where you play as a lost cat trying to find its way back from the Pound. Players need to traverse through colorful city streets while they eat as many mice as possible and find the correct way home!",
      "instructions": "To play the game simply use your arrow keys on your keyboard to move the cat and traverse each room, and also walk up to characters you see to interact with them!",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "munson_kitty_in_the_city",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1kt9YMb9SAAORkFlwa4eBjkQe6hz0Ot_V/"
  },
  {
      "title": "To Be Seen",
      "developer": "Jhaz Pierce",
      "description": "The life of a ghost can be awfully lonely. When new owners of the house you haunt move in, naturally you want them to know of your presence. Sometimes, however, people cannot pick up on the clues you leave them, and you may take to more extreme methods to be seen.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "pierce_to_be_seen",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1R9hMQOWCNs7_ADJwxjyl-OgteaSJOSen/"
  },
  {
      "title": "Dusty",
      "developer": "Roxanna Pinotti",
      "description": "You: a stranded spacewalker with a spaceship low on fuel. The only way out: collecting space dust to fill ‘er back up again. Your objective is to traverse the deep space and its planets to find this fuel, all the while coming across and conversing with some amusing – and questionable – aliens.",
      "instructions": "The arrow keys are needed to collect and interact with objects and sprites. For those looking to speed-run the game, the majority of solo sprites double as markers for the entry and exit points, and each interaction’s end will specify which direction you can go in. Also, avoid returning to the cockpit before collecting the space dust otherwise your progress will be lost, and the space dust count will revert to zero. Finally, don’t be too hasty as there’s a small easter egg in the game for Star Wars fans!",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "pinotti_dusty",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1iEV2al4S3pdj3xJPo-fOlIYvQKJjqtr6/"
  },
  {
      "title": "Sol 5250",
      "developer": "Stephen Russell",
      "description": "Take control of the Mars Opportunity Rover on the 5250th day of his mission to collect rock and picture samples of the red planet. However, what may seem to be just another day for the Rover may turn out to mean much more.",
      "instructions": "All darkened objects are interactable. Read the computer screen on the left side of the screen to get game objectives. Player must be on the wheel tracks to enter the other sides of the map (left, right, and down). The player must return each sample once collected individually to the data hub before the game can continue.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "russell_sol_5250",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1cqqXBdlxmADg5V_3ysxEEtWiT2C0azTG/"
  },
  {
      "title": "Guiding Spirits",
      "developer": "Anthony Sotelo",
      "description": "Explore a small landscape and help a series of ghosts reach closure. In doing so, your own path forward is revealed and you grow beyond your spirit guide apprenticeship into something greater.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "sotelo_guiding_spirits",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1x87QU4rTLX0wTDX9S6_MXZijql7a3yZW/"
  },
  {
      "title": "SURVIVE",
      "developer": "Anthony St John",
      "description": "While on a group tour of the Steppe Grasslands of Central Asia, you hit a large bump and were tossed from your vehicle, suddenly you stranded in the middle of nowhere. With no communication devices you must find your way back to civilization. With the wild animals of the Steppe Grasslands of Central Asia, predators will not make this easy.",
      "instructions": "When first starting the game there will be a map, you will need to find more maps like this throughout the rooms you move through. Some tips may be easier than others! Make sure to talk to EVERY human you come in contact to before reaching civilization to help guide you. Not every room has a map, some tips are different.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "st_john_survive",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1mCQgQcWHMzFLczYLD3BuvUBE8JDq83N8/"
  },
  {
      "title": "Labyrinth",
      "developer": "Garrett Timm",
      "description": "You are trapped in a Labyrinth and must find a way to escape. Locate different keys to secure your escape.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "timm_labyrinth",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Jz5ZPObTEuJnAd3HRoTwcWBy5HL9uVhl/"
  },
  {
      "title": "Dreamer’s Respite",
      "developer": "Braxton Tognotti",
      "description": "Who you are is the key to escaping a horrible fate. Find yourself to find a way out of a world that is more transparent than it seems. Will you escape?",
      "instructions": "Figuring out where to go is the whole game. The bits represent finding yourself and who you are since you have to not only think outside of the box but also literally do it. The chests in the second level are representative of relationships -one contains a wedding ring, another crumbles ect.- and the last signpost is an open eye representing you waking up. *READ ONLY IF STUCK* The fake walls are located directly next to the chests that disappear. In order of levels the bits are located on top of the tree, bottom right of the chest maze, inside the W of wake. They flash.",
      "datesubmitted": "Fall 2020",
      "environment": "Bitsy",
      "filename": "tognotti_dreamer's_respite",
      "permission": "yes",
      "link": "https:"
  },
  {
      "title": "Fish Quest",
      "developer": "Mark Aspuria",
      "description": "The player takes control of a young child that is staying over at their Grandfather’s house for the weekend. Your grandfather promised that the two of you would go on a fishing trip together, but he is unfortunately busy when the time arrives. Deciding to go at it alone, you set out to explore and navigate through the watery labyrinths on your first fishing adventure!",
      "instructions": "Interaction is done through the movement keys and moving towards the object. One last instruction is to interact with every object one can see for both hints and new dialogue text after completing the puzzle in the corresponding area. ",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "aspuria_fish_quest",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1nvzp_GmiPXH9Ks8BaXQJmvavSdU5rjAx/"
  },
  {
      "title": "Lead aStray",
      "developer": "Declan Dury",
      "description": "Buddy the dog starts his day at a bus stop with his owner and very best friend. However, Buddy is separated from him when his owner absentmindedly gets on the bus without him. Now, it’s up to Buddy to get to the next bus stop and track down his best friend.",
      "instructions": "Use arrow keys or WASD to move. Collide with NPC sprites to talk to them. Move over objects to pick them up.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "dury_lead_astray",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1FVwRsxhQ0d0VCr4h3hwJHersn3VxM2-y/"
  },
  {
      "title": "Adventure to the Capital",
      "developer": "Ryan Ellis",
      "description": "In this game you take must go on a three-day Journey to the Capital, to find some medicine for your sick mother. With little more than the clothes on your and some food for the journey you must cross the vast forest separating your little village from the Capital.",
      "instructions": "For this game interact with all the NPC’s as it will provide you with not only the context of the story but also show you where you have to go, and what needs to be done.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "ellis_adventure_to_the_capital",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1oJZkN8zEkHUC6fFcUw-MIwOJ6qogTGMu/"
  },
  {
      "title": "Momma Frog and Frog Jr",
      "developer": "Chloe Fabie",
      "description": "Adeline Frog and Frog Jr.’s home goes up in pollution leaving them to be homeless. Follow them on their journey to find a new home for them and meet new creatures and environments on the way.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "fabie_momma_frog_and_frog_jr",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ndjnBEj-LjnKGgTU356ls4jrTEvUNOiP/"
  },
  {
      "title": "Escape",
      "developer": "Rebecca Freeman",
      "description": "You wake up in an enchanted forest and have no idea how to get out. You hear rumors of a potion that gives you the ability to leave the forest. It’s up to you to find everything you need to make the potion, and to craft and consume it.",
      "instructions": "The game is basically a fetch quest game. It is recommended that you interact with everything available to understand everything you need to do. The game uses WASD controls.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "freeman_an_adventurer_s_life_for_me",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/19hd8JPD8DIEeUxIv6tD9N-7OrwIXqtBt/"
  },
  {
      "title": "The Wilderness",
      "developer": "Geeriwin Galimba",
      "description": "You wake up in the middle of nowhere in the wilderness. There’s a car missing its parts. Can you find the necessary parts to escape?",
      "instructions": "The instructions are basic and self-explanatory. Roam around the map until the player can gather all of the items to escape the wilderness.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "galimba_the_wilderness",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/10pvNuDU0-NZo09nmUziZ0BJE2cfqmKGI/"
  },
  {
      "title": "The Great Missing Keys Journey",
      "developer": "Justin Gallo",
      "description": "The Great Missing Keys Journey offers players a strange tale of a magical talking frog who ‘assists’ the player into finding their missing keys. Along the journey however, the player realizes that this frog is fairly unreliable, and they develop the suspicion that somebody is out to get them.",
      "instructions": "Give the frog some attention by talking with him in each stage for simple directions and his input on the area.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "gallo_the_great_missing_keys_journey",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1ApoyYCianPW7EMnkqaISZxdLi8UAKyub/"
  },
  {
      "title": "A Day of College",
      "developer": "Gary Gibbs",
      "description": "Play as a community college student heading out to your first day of college. On your way to class, you talk to interesting, quirky people.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "gibbs_a_day_of_college",
      "permission": "no",
      "link": "https://drive.google.com/file/d/19JwwENIbUoMAOC_E3kcgFJSBFr3n7Do1/"
  },
  {
      "title": "Lost",
      "developer": "Diego Gonzales",
      "description": "You enter a cave that no one has entered before to find treasure. Will you make it out with the treasure?",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "gonzales_lost",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1MdBd-v1-SFw4Mflz6iwLtv4xOFp0tOYJ/"
  },
  {
      "title": "Beyond the End",
      "developer": "Erin Grimes",
      "description": "The game is about a young person waking up from cryosleep in an underground facility. The player then goes around looking for clues, notes, and objects to help them find their way out of the facility, as well as what has happened in the past that led to where they are.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "grimes_beyond_the_end",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1WNCo5mZzu-4REP2zlp-keSQcT-iHX2DE/"
  },
  {
      "title": "Mind Expansion",
      "developer": "Tanner Hugli",
      "description": "Mind expansion takes the user deep into the mind of the Traveler. Starting from the beginning you the Traveler are a remembrance of your past stuck within a dimension that was penetrated by a dark force. As the Traveler you seek to complete the puzzles that lay ahead in order to return to your body in the human world",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "hugli_mind_expansion",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ZsNcVHOyJ9cyLwEHp1186eD5pYtK0N1y/"
  },
  {
      "title": "Morning Routine",
      "developer": "Ranier Legaspi",
      "description": "The player follows a character who must go through their morning routine in preparation for work. The player goes through different required tasks from room to room making them feel like they are readying themselves for the day.",
      "instructions": "The player will encounter given dialog telling them what must be done in a certain room before exiting it.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "legaspi_morning_routine",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1bmk1UR1SvtujwoLAkWYeLIQcVtzDwg18/"
  },
  {
      "title": "Rogue Process",
      "developer": "Josh Lloyd",
      "description": "You are a computer program, spawned to do tasks around the computer for an administrative entity. Explore an abstract landscape that blends hardware and software objects, and choose your own fate.",
      "instructions": "Use the arrow keys to move around the map and interact with items/sprites.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "lloyd_rogue_process",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Td0AyraYvssjVWgY96RVGkSoBgEPuHdl/"
  },
  {
      "title": "Life Is A Bit Feudal",
      "developer": "Samantha Lucero",
      "description": "You are a farmer girl during medieval times going into town to sell your harvest. When you get there, though, the town is burned down! Now you must help put the village back together.",
      "instructions": "You simply use the arrow keys to walk around, and run into to objects/people to interact with them.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "lucero_life_is_a_bit_feudal",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1rpXmFMq0jSA1BRBs03E61TaoVOPkrAtR/"
  },
  {
      "title": "Amnesia",
      "developer": "Ricaley Madayag",
      "description": "Imagine waking up with no recollection of where, who, and what you are. Do you think everyone is trustable and are you sure you want to face the truth or is it that you have no choice but to face the truth? Find out in the mysteries behind your woken-up Amnesia.",
      "instructions": "If the player is stuck on what to do next to trigger dialogue with NPC’s to get hints on how to proceed.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "madayag_amnesia",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/17MIJP4PMqy4ENrA-KMw8DvcaEsZChJzd/"
  },
  {
      "title": "The Glitch",
      "developer": "Alejandro Parra",
      "description": "Nobody likes glitches in their video games, glitches can be a hassle for players and game developers. There is much more to glitches than we realize! Glitches are living and conscious beings like us and are known as Glitch Spirits. Glitch Spirits are in existence to help close anomaly portals that open in various video game realms, which leak into The Glitch realm and that is what causes games to have bugs. Follow a young Glitch Spirit’s journey as they try to close some of these portals, while making interesting discoveries on the way",
      "instructions": "You only need to use the arrow keys to move your character and to go through dialogue. Approach characters to speak to them and approach items to learn more about them or to pick them up if you need them. Be sure to look out for easter eggs/references! There are two endings in the game, so make sure to look out for that as well.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "parra_the_glitch",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/14IxDLVA1CWT47T2giXUo-CQuX6Nztpeu/"
  },
  {
      "title": "Get Out",
      "developer": "Alejandro Rodriguez-Zuniga\n",
      "description": "The player must pass a maze and then think about how they will escape. The game requires exploring the first map in order to get out safely.",
      "instructions": "The player must explore the whole map",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "rodriguez_get_out",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/154zuJkrunikC1zqlx4qbwcIiXChq0TNB/"
  },
  {
      "title": "You Wake Up in a Daze",
      "developer": "Franklin Salaverria",
      "description": "When you find yourself with no way out, you have to figure out a way to escape, or die. Help a lost soul figure out her past, so she can find a way forward.",
      "instructions": "One instruction I would give to players is to look carefully at your surroundings. Some things are not like the others.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "salaverria_you_wake_up_in_a_daze",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/17knzK8Zz0NY5W5VX83NRr04Lt8s78uyn/"
  },
  {
      "title": "Space Trip",
      "developer": "Alexander Slankard",
      "description": "You are a crewmate on a transport vessel. An accident occurred in the room you manage and you need to fix it. Interact with your crewmates to find a way to fix your problem.",
      "instructions": "This was made to be a simple version of the trade quests one might find in an adventure game. That being said the amount of things you can interact with is limited, leading it to actually be very linier, especially if you find the pattern.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "slankard_space_trip",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ZJ-uKpPcpX_N6f9L5Z67y4gJpxZCKDQ7/"
  },
  {
      "title": "Island Life",
      "developer": "Katherine Sotto",
      "description": "Island Life is a short game where the player can talk to NPCs and explore the island. Learn a bit about the world through interactions with the NPCs",
      "instructions": "Use any button to start the game, and use the arrow keys to move around.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "sotto_island_life",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1_SVOgEcDGB1Mt9MOfLQy_diZ7gfUvhp8/"
  },
  {
      "title": "Heaven and Back",
      "developer": "Sean Steinacher",
      "description": "Heaven and Back is a comedic game for the phone or computer in which the player dies and arrives at Heaven’s gates. Unfortunately, a dispute has arisen between the forces of Heaven and Hell over the player’s soul preventing them from directly entering the gates of Heaven. Now that they have been given entrance into Heaven’s waiting area, they must find some means of entering the afterlife and discovering any or each of the three endings that lead to eternity.",
      "instructions": "Heaven and Back is simple and the player should have no trouble finding the different endings. Every door can be entered and every room has something interesting to interact with or a person to talk to that may have information that can help, or at least entertain, the player.",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "steinacher_heaven_and_back",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1gu2-OBAsCqMmxzYFpOVQBSz5w05oa7Vj/"
  },
  {
      "title": "Who am I?",
      "developer": "Andrea Tapia",
      "description": "You are trying to figure out who you are. You don’t know much and can only have the clues around you to piece everything together. What happened to you and why can’t you remember?",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "tapia_who_am_i",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ekNCt_oe5mque6lxfiHoWjEnYJqWhk59/"
  },
  {
      "title": "Shore Cleanin'",
      "developer": "Frances Zercher",
      "description": "The gameplay consists of controlling a young girl who visits a polluted beach and the main objective is to collect all the trash on the sand to restore the beach to its previous state. The interesting thing is that there are many side quests such as retrieving eggs for animals or collecting seashells. To enter a new area of the beach, the player must go to the area where the arrow is pointing.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Bitsy",
      "filename": "zercher_shore_cleanin",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1bI1Hlp1smIgr7Puz5qNLZZc-LwFM_I_y/"
  },
  {
      "title": "Whiskers is Hungry",
      "developer": "Joseph Becerra",
      "description": "You were heading home to feed your cat Whiskers. However, on the way, your keys fell off and were scattered by a garden maze by your house. Now you have to quickly find them and get in your house and feed Whiskers.",
      "instructions": "Move around to collect the keys.",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "becerra_whiskers_is_hungry",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/13mDavkyJffagARg7X4E2sg7JWP5yWM8E/"
  },
  {
      "title": "The Pit",
      "developer": "Earon Bihis",
      "description": "You're a dog traversing down a hole, going through different rooms. The different rooms all have a theme that centers around the stages of grief",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "bihis_the_pit",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1K75uSDGGT1e4aoHp60eAt_pcbIqCULO-/"
  },
  {
      "title": "Get A Clue If You Dare",
      "developer": "Kelsi Collins",
      "description": "If a murder occurs in a manor of murder, will your scream still be heard? In a wager to keep your soul you, Scooby Doo- must risk it all to get past each room, find all the weapons and choose which was used to kill the manors owner. They say it is bad luck to speak ill of the dead but what happens when you must speak with the deadliest of those that are dead?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "collins_get_a_clue_if_you_dare",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1QENj6i9hFyhGXbnQn43PjIP6z0skCMeb/"
  },
  {
      "title": "Forest of Thorns",
      "developer": "Shannon Fitzpatrick",
      "description": "You’ve stumbled upon the dark and spooky Mysterious Forest at the edge of the Castle of Thorns. No adventurers before you have ever entered the castle, for local tales warn of the mad King of the Forest and strange creatures within its confines. Will you journey inside and uncover the strange rooms of mystery? Be warned that your escape will not be so simple.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "fitzpatrick_forest_of_thorns",
      "permission": "no",
      "link": "https://drive.google.com/file/d/14vQ54E6-sEs3-Btubw4bii71Cm7R4JXp/"
  },
  {
      "title": "Stolen Pride",
      "developer": "Akira Garrett",
      "description": "Stolen Pride is about a samurai on the hunt for his stolen sword. Throughout his journey he traverses through many different terrains and interacts with many others while on his way to complete his quest.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "garrett_stolen_pride",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1GxXb6iaYPgr78t2hNhQlazxy0G765P5p/"
  },
  {
      "title": "Hide n Seek!",
      "developer": "Jessica Goolsby",
      "description": "The playable character counts down as their friends hide and the player then has to go through two rooms looking for all their friends. Along the way, there are a few cats that will give you any hints if you get stuck. T",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "goolsby_hide_n_seek!",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1AZXcznZ_xXtQndl_rmRIGSqM4RouWWjW/"
  },
  {
      "title": "Hotel Camarillo: Abandoned",
      "developer": "Ryan Greywitt",
      "description": "Hotel Camarillo: Abandoned is a sequel to the highly acclaimed (thanks to my 40/40 score) Hotel Camarillo. Hotel Camarillo: Abandoned follows a Thousand Oaks young adult who ventures into the recently abandoned Camarillo State Hospital, as the game takes place in 2004. This teenager is interested to go there since he heard rumors that television psychic and ghost hunter, Peter James, investigated Camarillo State Hospital (CSH) in 2003. This teenager enters the hospital from Santa Paula Street at Unit 28, which is now demolished, but historically recreated in the game using maps from the California State University Channel Islands archives on CSH.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "greywitt_hotel_camarillo_abandoned",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/14BVu49nvydRN9pq5GlEUpfsF_SiCRn5H/"
  },
  {
      "title": "Home Wake",
      "developer": "Cody Johnson",
      "description": "Explore your home and memories of your family. Try to make your way back to them through this maze of rooms.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "johnson_home_wake",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1ac-LCPoKetTFeHC5Gw6zEPq9tDm8C2S5/"
  },
  {
      "title": "Rockstar",
      "developer": "Eric Litwak",
      "description": "You are an assistant/ roadie to a very popular Rockstar, backstage before one of his shows. The Rockstar is having a mental breakdown and refuses to perform because he is missing various things in his life, so you are tasked to resolve these issues.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "litwak_rockstar",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1BIeNnQFrJ6ggv4-Avn2Qg4aznbcfBSxo/"
  },
  {
      "title": "Mini Island Quest",
      "developer": "Victor Lopez",
      "description": "Mini Island Quest is a game about a man that was on a boating trip that made a turn for the worst when a storm caught him and dragged him to the shores of an isolated island. His only company being a talking bowling ball. Search for hope and survive with coconuts",
      "instructions": "The game instructions or the objectives are told by the animated sprite in the game. If the player is missing an item, the character will not move on to the next room until it is collected.",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "lopez_mini_island_quest",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1zLNhCye63kSj36dwmrzwFsT1bTDtwpAw/"
  },
  {
      "title": "Escape From The Monsters",
      "developer": "Gabriel Marron",
      "description": "The game is about playing as a human trying to escape a haunted house. They encounter different monsters along the way.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "marron_escape_from_the_monsters",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11R3oa6ZnanwPMrj_h93bMcYi-fgCSMkc/"
  },
  {
      "title": "The Town",
      "developer": "Brandon Marziole",
      "description": "Town is a pixel game that lets the player play as a survivor of a car crash. Stuck with nowhere to go, the player must traverse through abandoned town and look for a way out. Along the way of trying to escape the story of the town will slowly unfold, whether all questions will be answered is to be found out.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "marziole_the_town",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1oc0DhG2yG8c7zB8A2Oe-3Hb1M88hiEuQ/"
  },
  {
      "title": "Alien Investigation",
      "developer": "Kyle Otterbach",
      "description": "You are part of an alien investigation agency. Your job is to investigate reports of UFO sightings in a small town, collect alien artifacts, and report any alien activity. However, you also have the choice to not report aliens and instead help them.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "otterbach_alien_investigation",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1dBCHXNWJFbHcSUPgCRBYZ9QUOQoeUzag/"
  },
  {
      "title": "Everywhere at the End of Time",
      "developer": "Earl Vincent Regis",
      "description": "In Everywhere at the End of time you play as an unnamed cosmonaut travelling through the universe, feeling homesick follow this cosmonaut through their journey and dreams.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "regis_everywhere_at_the_end_of_time",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1F9ysMBbENE9ewF-JlKFRQJxz0vY1hiCB/"
  },
  {
      "title": "Feudal Era Japan: During A Time of War",
      "developer": "Julia Ross",
      "description": "You are in the feudal era in Japan. There is a disastrous war happening and everyone in the district of Chiran is relying on YOU to find the secret weapons to unlock the Ultimate Weapon that will help you conquer this war!",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "ross_feudal_era_japan_during_a_time_of_war",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1oNgdZ4y90eJjO2Hf5spuh1ZZxDss69VJ/"
  },
  {
      "title": "Time",
      "developer": "Tyler Sellers",
      "description": "The player looks at a painting on the wall of their bedroom reminiscing about an earlier time. They then go to sleep and drift off into a mystical dream where they meet a giant clock named Father Time. The player journeys through various doors in time to discover what it is they need to move on",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "sellers_time",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1yagxLMG7K1xRShsQKJX-JOXXO1ho5BZC/"
  },
  {
      "title": "A Cat in the City",
      "developer": "Juan Terrazas",
      "description": "A cat in the city is an adventure puzzle game, is just a small experience but it can make you think about the cruelty to animals and how some don’t make it and others do make it. A cat in the city is not really hard but if you’re not paying attention you can missed some key details needed in order to win.",
      "instructions": "There is a house that is your owner’s, look for clues outside first before trying to enter houses , you only get 3 lives before you can’t continue. Choose carefully.",
      "datesubmitted": "Fall 2021",
      "environment": "Bitsy",
      "filename": "terrazas_a_cat_in_the_city",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1A8q10i5pJ0sW2oksDoaW6dxmDOT2CsXB/"
  },
  {
      "title": "Prison Escape",
      "developer": "Joey Alfred",
      "description": "Prison Escape is a peaceful 8-bit dungeon crawler where the player is a prisoner who needs to escape from prison. The player must wander the prison in search of items that would help them get past the obstacles in their way to freedom.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "alfred_prison_escape",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1f5U5WGHPgO_Qo3PmWrqzrPKKLZwlcDRf/"
  },
  {
      "title": "House Party",
      "developer": "Alicia Ballinger",
      "description": "The player is tasked with cleaning up a party that is taking place in his parent’s home before they arrive. There’s also a talking cat, but most importantly, make sure mom and dad don’t find out!",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "ballinger_house_party",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1NHQgrPsp6FCsUWU26nyt5sbD0R6zi919/"
  },
  {
      "title": "Hidden Treasures",
      "developer": "Daniel Berberian",
      "description": "The game features many interesting geographic biomes, alongside animated animals to help create an appropriate environment that helps encapsulate the player in this new world. The game is centered towards beginners and novices who are looking to ripen their basic video game puzzling skills.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "berberian_hidden_treasures",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1fTAHF2Jwd4LIRZrISGY4XHdYK6oOTK6j/"
  },
  {
      "title": "Road to School",
      "developer": "Trent Cattanach",
      "description": "You play as a boy who sleeps past his alarm and is woken up by his Mom. He must quickly get ready for school by completing tasks such as showering, eating and putting on his shoes. He must then navigate through his neighborhood and reach the bus before it leaves.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "cattanach_road_to_school",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Os4OdFrSVbmg9zJzOfTP8J_KAn7m0anM/"
  },
  {
      "title": "The Missing Kids",
      "developer": "Michael Cuico",
      "description": "A report comes in about a group of kids had gone missing while exploring a run-down school ground according to their parents. As a detective, you while be on these school, grounds to search for these kids with other officers while there is a demolition in progress of the school.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "cuico_the_missing_kids",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1MQcn1HDRp6riNI8xlA9G8GK0nB8DYAdl/"
  },
  {
      "title": "Portals, Cheese",
      "developer": "Eli Flores",
      "description": "Come play Portals, Cheese in a quest to find your lost cheese! You’ll need to figure out the maze and be careful not to step on portals that can take you away from your goal. From room to room, the only quest is to find that cheese!",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "flores_portals_cheese",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Ho5IEWWilkWmLP7cQTULCLhmYdca4SPj/"
  },
  {
      "title": "Escape From The Dead",
      "developer": "Angel Iturbide",
      "description": "Escape from the Dead is a 2D computer game in which the player must find a way to escape from the building that has been exposed to a deadly virus. The player must navigate through the building to find all the keys needed to escape from the dead.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "iturbide_escape_from_the_dead",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/13jfU3xHCk2WVTeP4jO9gHIx0mcjwXC1M/"
  },
  {
      "title": "The Arctic Blue",
      "developer": "Colby Klaiman",
      "description": "The Arctic Blue is a game designed to portray the dramatic changes to the Arctic landscape and ecosystem that will result from the acceleration of climate change. Each level will show the chronological impact of a warming Arctic and the animals most at risk from these changes. Potential animal responses to these sudden environmental changes are also presented throughout the game with some being extremely drastic.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "klaiman_the_arctic_blue",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1X0NCL82swOfnJrPd1C_tNmxEL5ESNZYE/"
  },
  {
      "title": "Left Behind",
      "developer": "Victor Lopez",
      "description": "“It’s been one year since millions of people around the globe completely vanished in an instant. Some believe the cause to be a nuclear weapon, or perhaps aliens, or quite possibly the rapture, signifying the second coming of Jesus Christ. A man named Roy has taken to believe the latter, as he has joined a refugee camp dedicated to bringing about the Great Commission to those LEFT BEHIND. Things aren’t easy, as the prophesied AntiChrist has risen to power, destroying every man and woman who stands in his way in fulfilling his vision of a New World Order.”",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "lopez_left_behind",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1U65HtTdVnKecz9KYRzOMJW5Hwst17f_v/"
  },
  {
      "title": "Past ",
      "developer": "Cristian Mendoza",
      "description": "This game is about a son who lives with his dad. The father wanted him to bring medicine which caused him to relive his past and his choice to leave his family.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "mendoza_past",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1752ACssazYpWHvh2xt-wOznow8N1J--m/"
  },
  {
      "title": "Road Trip",
      "developer": "Keila Moreno",
      "description": "Road Trip, it’s a simple game about a group of friends that are going on their first trip together. They’re destination is to get to Frankie’s Campsite; along the way they meet some people that recommend some spots they should check out before reaching the campsite.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "moreno_road_trip",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1lIgvk-DhRqtGjq9WP-Ok6DAp5smEj4ct/"
  },
  {
      "title": "Stranded in Space",
      "developer": "Jackson Niles",
      "description": "The game puts the player in a broken down spaceship and tasks them with repairing it. You must go around the ship searching through crates and cabinets to find parts to repair the ship. Computers around the ship will help guide you and once you have everything completed you can report to the captain of the ship to notify them of your achievement",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "niles_stranded_in_space",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1vefbiFggw5jAFoy8EO0HwGvdUZknnccb/"
  },
  {
      "title": "A Day in the Life",
      "developer": "Zachary Pusatere",
      "description": "This is a game where you the player must collect certain items throughout your house. You will start on the 2nd floor and make your way around to different characters trying to figure out what items you need to leave for the 1 st floor. Then you will collect the items down there and talk to the characters for guidance so you can leave for school on time.",
      "instructions": "Explore around the map and collect all the items to get to school on time. Pay attention to the exit messages when you are going between rooms.",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "pusatere_a_day_in_the_life",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1FlQFB3n1Xs_WJ-10XgPXoVRpH0lErqEP/"
  },
  {
      "title": "Find the Crown",
      "developer": "Logan Sales",
      "description": "This game challenges the player by making them solve puzzles in order to find the crown. There are many secrets, and challenges along the way.",
      "instructions": "To beat the game, you must collect items to create a path to the crown.",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "sales_find_the_crown",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/19hJBC5vWJ6JRyfttN8BKlj1n4FrvyaBr/"
  },
  {
      "title": "Raccoon Simulation",
      "developer": "Daniel Salinas",
      "description": "In this game you will experience life as a raccoon. Explore your surroundings and collect toys and trashcans. Interact with objects and make it to the final trash can.",
      "instructions": "Use the directional controls on your keyboard to move.",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "salinas_raccoon_simulation",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1IvoF9EPRhXJ8DpRnqOnky_5XA5nIq-Ti/"
  },
  {
      "title": "You Lost Kid?",
      "developer": "Tyler Vail",
      "description": "The game takes place in a large fish tank where the protagonist is a unique fish trying to find a way out of the tank to return home to the ocean. During their journey they interact with other ocean creaturesin the tank that given them hints and different ideas on how to escape. Some ocean critters also share stories on how some fish have tried escaping and ended up getting flushed down the toilet.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "vail_you_lost_kid",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11nnHE7lqOPoy9ZDN21QtvXM0mu3dS-Fl/"
  },
  {
      "title": "Outer Planet",
      "developer": "Alexander Vegos",
      "description": "The world is set on a planet in the outer rim of our galaxy. Where our player is set as the space traveler who has fallen from orbit on the planet which they were observing. Falling from the orbiting space station, you have found yourself stranded on a foreign planet. You must explore and collect resources to fuel your ship to get back to the space station. Local inhabitants will provide clues to the way through their planet and back to your ship. The planet is rich with resources that will help you return to the safety of the space station.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "vegos_outer_planet",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1FpI4DwzTRgYXNyGFue8i_gBLv51LdH3B/"
  },
  {
      "title": "The Great Walk",
      "developer": "Sergio Viramontes",
      "description": "You are a guy trying to get to work and you get stopped by a construction site and it is the only way to get to work, so you have to go through the construction through a series of mazes that are in the site. ",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "viramontes_the_great_walk",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1Rtl3IyH4gVKGyMXXVYuATqKa3SPcjj7r/"
  },
  {
      "title": "Nightmare",
      "developer": "Mathew Zekoll",
      "description": "You are stuck in an environment and the only way to escape is by exiting through a door. Problem is the door needs a key and you don’t have it. Go find the key and solve the puzzle to escape",
      "instructions": "Use the arrow keys for all controls including walking and talking to npcs. Find the key and escape!",
      "datesubmitted": "Spring 2022",
      "environment": "Bitsy",
      "filename": "zekoll_nightmare",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1XcqVDoZI6ZgTfYS-5KVLJnWVYY7EPwT6/"
  },
  {
      "title": "A Dog's Journey",
      "developer": "Mario Ayala Fuentes",
      "description": "A Dogs Journey is a game of a lost dog who got lost in the streets and is trying to find its family. The dog encounters multiple people who scold him instead of helping him find his way. On the way to finding his family the dog encounters several treats like bones, water, maps and radios that help him find its family. I invite you to help doggy find its family.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "ayala_fuentes_a_dogs_journey",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1I6Nq1jABQgnO0-_oRVosqo0Hp9uBdgWg/"
  },
  {
      "title": "Marsh Roamer",
      "developer": "Spencer Burge",
      "description": "A small swamp game based around a frog and collecting items, to eventually meet up with their friend. Wholesome pixel art exploration game with some hidden secrets.",
      "instructions": "Basic instructions are simple WASD, or arrow keys to move, collect items and make it to the end of the rooms.",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "burge_marsh_roamer",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/12ppBP6z9hYct8B2k_nVJoL3DPxiWt4lf/"
  },
  {
      "title": "The Deep Blue",
      "developer": "Jose Cancino",
      "description": "Come explore the deep blue ocean and its vastness as a small lost fish known as Jimmy. As Jimmy navigates his way back to his school of fish a treacherous passage lays ahead",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "cancino_the_deep_blue",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1xVzXNd8PCJgFhkqBWCHweX8KT8cN8j-K/"
  },
  {
      "title": "Incorporeal",
      "developer": "Sean Gowey",
      "description": "Unfortunate events from your past life have made ghost. How did this happen? How did you die? Collect your essences in order to find the afterlife and discover what happened!",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "gowey_incorporeal",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/19IrLp6lkZfT_kCeMT-kJ2F2Vbk8bzR_L/"
  },
  {
      "title": "Recover Ur ID",
      "developer": "Rebeckah Guevara",
      "description": "A game about a character named Nicky who needs to escape the escape room. Nicky first encounters a cat who gives her instructions on how to escape and what items need to be collected before leaving. Nicky later discovers that she is not in an escape room but was kidnapped and needs to escape quickly, only gathering her essential belongings. In each room of the house, Nicky hears her kidnapper getting closer by the minute.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "guevara_recover_ur_id",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1J7mcRk0xiu-I9WLwwCcaz1grNsNXlefJ/"
  },
  {
      "title": "Home",
      "developer": "Ian-Austin Jimenez",
      "description": "Home is about a cat going on a journey to find their beloved Master. The cat must traverse the ancient Egyptian desert and talk to the locals in order to find out where their Master has gone.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "jimenez_home",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1JBsM1XvFgdkSa1gMyFMMDQeLNyCOGrq9/"
  },
  {
      "title": "WarTom",
      "developer": "Phillip Lim",
      "description": "You are stranded in a wartorn country deciding whether you want to leave the country or stay and survive you try to find resources that will help with either",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "lim_wartom",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1uHk_XbLOyYSr3c7AB34BzxqxLmk-jPeO/"
  },
  {
      "title": "Dungeon Destroyer!",
      "developer": "Albert Nunez",
      "description": "Dapper fellow with horns and a top hat moves to the city to become a Dungeon Destroyer (TradeMark pending). He has a *non-cliche backstory* to motivate him through his dangerous job. Along the way he meets strangers that guid him, some of them curse him for stealing keys.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "nunez_dungeon_destroyer!",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Hs5EVd_rHg0FtTUQRp_Hjt1d6kPzkB_9/"
  },
  {
      "title": "The Adventures of Skull Boy",
      "developer": "David Pat",
      "description": "The plot of the game is that you play this character who has made a deal with the devil for your soul. In order to get your soul back from the devil himself you have to travel to the underworld. In the underworld you are no longer alive and and just pure bones. You have to make your way through the underworld and jump across platforms and either avoid the minions of the level or just jump on them knocking them down.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "pat_the_adventures_of_skull_boy",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Iza1BewI9oaeTcRyQtoofZRzzC0yUyDX/"
  },
  {
      "title": "The Jungle Of Woes",
      "developer": "Isaac Perez",
      "description": "An explorable adventure game in which the player takes control of the character and navigates their way through the jungle environment. Along the way, the player will meet several characters and obstacles, with some repeating in later levels. The player must explore all three temples that are in the town of Woe, gathering the treasure that has been left behind. Once this task has been completed, the player has reached the end of the game",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "perez_the_jungle_of_woes",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1bKSg6aGlW3hbcWNbjLipVfQWDEztw8ju/"
  },
  {
      "title": "A Dogs Tale Vol III",
      "developer": "James Piedrasanta",
      "description": "A simple side-scrolling game in which the player starts as a dog exploring a mystical forest. You run into a cast of various friendly forest creatures and try to figure out a way to make it out of the forest.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "piedrasanta_a_dogs_tale_vol_iii",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1lKldDBMyYiCqACklM_0Md7c-i3JPSajN/"
  },
  {
      "title": "Seal",
      "developer": "Jed Plata",
      "description": "“Seal” is a game where the player controls a seal (or an ambiguous sea animal) to find and eat fish for nourishment and survival. However, there are obstacles such as trash and sharks that can threaten the seal’s life, so they must navigate around them for their food",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "plata_seal",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1MEWunrIuXv3W52JxnajSgH3A1S1McBDH/"
  },
  {
      "title": "Dog Walk",
      "developer": "Tushar Radhakrishnan",
      "description": "This game is a simple spongebob themed game. Where a dog can walk around the park and the goal is to pick up krabby patties. A few obstacles to play with in this game, you shall figure out when you play.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "radhakrishnan_dog_walk",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11D7MYVXCbLs2kpzgg8POV_jxS1FiegOF/"
  },
  {
      "title": "Hello There",
      "developer": "Riad Saad",
      "description": "The main character goes through levels and talks to various characters while collecting items. These items will be helpful in the future. The game is based on Star Wars.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "saad_hello_there",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1DPigla8dYyAzW6fUWPYWHzmyuulbbQ8M/"
  },
  {
      "title": "Corn Field",
      "developer": "Sergio Viramontes",
      "description": "You go to a corn field maze and you get lost in the maze. Find you way out.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "viramontes_corn_field",
      "permission": "no",
      "link": "https://drive.google.com/file/d/12jQfRePVPJWEkc5DOxATjVtX-gAQ7GZE/"
  },
  {
      "title": "The Lost Diamond",
      "developer": "Robert Ward",
      "description": "The game “The Lost Diamond” is about a diamond that is far lost and hidden in a big garden. Many people know about the diamond and have tried looking for it but have gotten lost in the garden and haven’t been able to make it out.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Bitsy",
      "filename": "ward_the_lost_diamond",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11gJNe93BffiOdSaoskd0USH8RTxZBbKQ/"
  },
    {
        "title": "The Okay Agent",
        "developer": "Joab Baltazar",
        "description": "This is a spy game where the player can pick what their in-game character does. The story takes place in the middle of an all-out war where your country has just been invaded. It's your objective to infiltrate the enemy headquarters and steal intel about the enemy movements and troop information. Each decision can change the outcome of the story.",
        "instructions": "N/A",
        "datesubmitted": "Fall 2020",
        "environment": "Twine",
        "filename": "baltazar_the_okay_agent",
        "permission": "yes",
        "link": "https:"
    },
  {
      "title": "Underwater Cave Dive",
      "developer": "Nicholas Bergendahl",
      "description": "In the text-based game Underwater Cave Dive, an unexpected accident leaves you trapped underground. You need to find a way to the surface through the dark underwater cavernous expanse. You probably will not beat this game on your first try, and that is part of what makes this game so fun.",
      "instructions": "The only instructions you will need to play this game is to use a mouse to click on the actions that you would like to take. You should also be aware that there is timer for the amount of air left in your tank. It decrements after every turn while you are underwater and if it runs out, you lose the game.",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "bergendahl_underwater_cave_dive",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1hZODFa-gH8ORA8mv-Ax8zL6qL-y9l-FQ/"
  },
  {
      "title": "The Unknown",
      "developer": "James Bunyard",
      "description": "The Unknown is a story about a soldier with a family legacy of military experience. It is supposed to highlight the cognitive challenges that come with a tradition of fighting. This tradition also comes with an expectation to continue the tradition. Any deviation from the unwritten rules of the family tradition comes with conflict and opposition. The Unknown also reveals the psychological challenges of being a soldier; including the ethical and moral dilemmas of leading oneself and other people into dangerous situations. The intended player of The Unknown is someone who is unfamiliar with the legacy of military families. This game can also be played by people who are experienced in military traditions, because it is a relatable experience; regardless of where in the military family culture an individual lies.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "bunyard_the_unknown",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/14RueqdudzwnE1SSRjwrjFeFMGLTQtzGT/"
  },
  {
      "title": "Dino Feed",
      "developer": "Luis Chavez",
      "description": "The game is about you guiding an organism though the harsh world where the goal is to “eat or be eaten”. You shall be making decisions that would help influence how the creature’s future generation would develop in order to survive this harsh world. But as we all know these creatures will eventually be consumed by Darkness.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "chavez_dino_feed",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1vD3Z6hlMGuj72Ltgi3Kf3LMLujOWDeWv/"
  },
  {
      "title": "CatTail",
      "developer": "Joseph Cherry",
      "description": "CatTail is a journey like never before. To survive you must embrace your feline ways, without giving up what it means to be human. You’ve heard of isekai, now get ready for isecat, in CatTale.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "cherry_cattail",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/15V_dbpulpmxiqeoLvS5EfO6l8wV1qUTt/"
  },
  {
      "title": "Island of the Damned",
      "developer": "Andrew Gutierrez",
      "description": "In the game Island of the Damned you will be put a lone on an island with no memory of how you got there. You will be taken on a pure liner narrative experience with the options of investigating a few things to help you discover the mystery on your arrival.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "gutierrez_island_of_the_damned",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1u9Tm6DSa5laTXZaodNR0B--ZWxcUteJO/"
  },
  {
      "title": "The Gates of The Arctic",
      "developer": "Alex Hadland",
      "description": "A Twine adventure through space where you play as the ship. Survive a space disaster, learn what irony is, and more!",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "hadland_the_gates_of_the_arctic",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1bnK2HLMxI743-lREJJqzUA3ZQP3J6YUw/"
  },
  {
      "title": "AI Interaction",
      "developer": "Charlie Hernandez",
      "description": "A text-based game where you speak with an artificially intelligent machine that is conscious. This game is meant for someone who has an interest in the cyberpunk genre where machines take over the world, and for anyone who is into the field over tech as a whole.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "hernandez_ai_interaction",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1wT3oMDDygd6CcLzsYgdfpBPRRR51VI2q/"
  },
  {
      "title": "Simulation Zed",
      "developer": "Adam Hesse",
      "description": "Congratulations! You have been selected to take part in an apocalyptic scenario experiment. This simulation will guide you through a personalized experience that will test your survivability and decision-making in the event of a Z-class outbreak. Please try to make informed and tactical decisions, especially when facing the living dead. And should you fail, don’t worry! It’s only the end of the world.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "hesse_simulation_zed",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1evWeb3GUr3OwoZ2YJOb93Hs1yDUoeoo1/"
  },
  {
      "title": "The Scary Room",
      "developer": "Jock Maxwell",
      "description": "You awaken without memory of how you arrived here. The room is small and damp. Suddenly you see a dead body.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "maxwell_the_scary_room",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/17b1hUxJTd1j5wcdUEvOMu9pDdAqnLmn0/"
  },
  {
      "title": "Upstream",
      "developer": "Jalen Moody",
      "description": "Upstream is a choice-based dialogue game with a simple premise, experience the life of a salmon. In my game you start as a baby, and it’s up to you to guide the salmon from baby’s to adulthood and eventually making the great migration to continue the cycle. She will be faced with predators, rapids, and the harsh environments but the ultimate goal is to survive and complete your purpose.",
      "instructions": "In this game, its key that you remember certain decisions you made. The important decision will pop up as remember.",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "moody_upstream",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1D-HHbFpOcGzA9doyKUp0t_9SkMzlC61y/"
  },
  {
      "title": "Under the Cover of Chaos",
      "developer": "Nathan Moreno",
      "description": "You are an assassin contracted to kill the Warden of the Ludendorff Penitentiary. To evade security and to maintai a low profile, you infiltrate the prison as a convict. After a few weeks of casing and formulating a plan, you find out that your plan is rednered pointless when some other convicts start a prison wide riot.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "moreno_under_the_cover_of_chaos",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1620A9xHXWFLglM3pqEnxEsEXDgMjMump/"
  },
  {
      "title": "Lightning",
      "developer": "Wyland Munson",
      "description": "A text based game that tells a story of innocence and adventure in the face of chaos. It is an interactive story that details a broken relationship between a son and father. What starts as a simple camping trip, quickly turns into a fight for survival.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "munson_lightning",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1JZ2-7EIkyu-fkUpaQRGygtNjrJAAvIxk/"
  },
  {
      "title": "The Facility",
      "developer": "Jhaz Pierce",
      "description": "You awaken on an operating table, remembering only that you volunteered to test a new experimental cure for the seasonal flu. You did not volunteer for what you thought and find horrors behind every door you discover. Will you find the way out and reach it alive?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "pierce_the_facility",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1vQyk3s4bxUblfq36UwR-3HcoNDvUw_Vu/"
  },
  {
      "title": "Empanaders",
      "developer": "Roxanna Pinotti",
      "description": "We’ve all experienced the insufferable traffic in Los Angeles at some point in our lives, and collectively we can all agree that’s something we never want to go through again.With Empanaders, you now get to relive the stress and fatigue of driving on the LA freeways and roads in the comfort of your own home! You are tasked with making a downtown food delivery for your mom – a journey that starts in the valley – and along the way you will encounter obstacles that will or will not impact your final tip for the night. Choose wisely!",
      "instructions": "To play, you follow a colored link to what you think will be the best route. Your goal is to get to downtown by choosing the “best” interactions along the way, while losing as little money as possible. Sometimes your monetary losses will be inevitable and confusing – just like how everything in LA is!",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "pinotti_empanaders",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1PKdv1UHYRSVmFScbWTGggTQ59C5woYBi/"
  },
  {
      "title": "Surf’s Up",
      "developer": "Stephen Russell",
      "description": "Have you ever wanted to experience the thrill of catching the perfect wave and surfing it like a pro in front of all your friends! Come catch a wave on this Twine-based choose your own adventure, and carve your way into history!",
      "instructions": "Reference key for non-surfers: a. Winter Swell = Big waves that come only during the winter season b. On-Shore Winds = Wind that blows from the ocean onto the shoreline thus flattening and ruining any waves c. Kook = beginner surfers who have no idea what they are doing, and typically just put others in harm’s way because of it. (or someone with a lack of awareness/self-awareness) d. Wavestorm = A popular soft-top longboard that can be bought at Costco e. 2 Feet Overhead = Waves that are 7-8 feet tall (US) f. Low Pushing Tide = Low tide that is rising, allowing for bigger waves that barrel at beach breaks g. Firing = Really really good waves h. Jamie O’Brien = A professional surfer known for riding massive waves on cheap soft-top longboards i. Burning Down the Wave = Ride really fast down the wave j. Washing Machined = To get tumbled around under the water by the wave, like a washing machine does to clothes",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "russell_surf's_up",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1f9fzJo0splq8cE_FXQYzJRY3XdXzxcwr/"
  },
  {
      "title": "New Perspectives on Draconic Life",
      "developer": "Anthony Sotelo",
      "description": "You are a well respected knight and beastslayer that is known across the land for doing service within the community. When your Lady lends you out to a neighboring Lord to slay a dragon living in a bordering mountain range, you are forced to travel out of your town. However, this dragon seems less interested in battle than the ones you’ve encountered previously.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "sotelo_new_perspectives_on_draconic_life",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1DwDmxSl-v8TDHghonfEcSnWS6bVeW_Pa/"
  },
  {
      "title": "Ambush",
      "developer": "Anthony St John",
      "description": "Ambush takes place in the protagonist’s home during an abduction. The protagonist is woken abruptly by his brother during the middle of the night. Unsure of what's to come, the protagonist must choose the right passage inorder to survive his first encounter with the visitors from another world.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "st_john_ambush",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1DwDmxSl-v8TDHghonfEcSnWS6bVeW_Pa/"
  },
  {
      "title": "Dungeon Delvers",
      "developer": "Cody Stumbough",
      "description": "You are the leader of a small company of mercenaries, and you have been hired to retrieve the treasure of an ancient, unexplored ruin. You know that these usually have many traps and monsters inside. Will you get the treasure?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "stumbough_dungeon_delvers",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ETLW03IpisfbqDg0GSnLyRBen218ifgh/"
  },
  {
      "title": "Murder Mansion",
      "developer": "Timm Garrett",
      "description": "You get a mysterious letter from a friend inviting you to a dinner party. At the party you don’t recognize a single person. As the night progresses people start to disappear, will you find a way out alive?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "timm_murder_mansion",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/17cMXXu2zDQtuF1wIvcZJvqrWBA8Inr7x/"
  },
  {
      "title": "Arachne's Haunted House",
      "developer": "Braxton Tognotti",
      "description": "It’s Halloween, the best holiday of the year! You and your friends decide to check out a new haunted house. Nothing terrible can happen because of some cheesy haunted house… right? Only one way to find out.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "tognotti_arachne's_haunted_house",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1BmfPerYuaDAVRHnwKlDakyF0Wgn30YlP/"
  },
  {
      "title": "Alien Escape",
      "developer": "Michael Woodson",
      "description": "Alien Escape sets the player on a desolate unknown planet to which they must escape using whatever they can scavenge to repair their ship. While avoiding environmental hazards and carnivorous beasts, the player has to make careful decisions to ensure their survival.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2020",
      "environment": "Twine",
      "filename": "woodson_alien_escape",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11e1QA7KV4VhbwRMPH_Lfls8dG7zj3bP2/"
  },
  {
      "title": "Hero",
      "developer": "Enrique Alarcon",
      "description": "Hero follows a superhero named Hero from his bed to the streets. He is challenged with some of the world’s most toughest decisions to be made. Choose the wrong one and be exiled forever but choose the correct one and be hailed a hero.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "alarcon_hero",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11LSsOzQoDPJB0Jvm_v1QdFafO2LK0Ya7/"
  },
  {
      "title": "Baker’s Quest",
      "developer": "Mark Aspuria",
      "description": "You follow the story of Rusty, a young lad who recently moved to his uncle’s village to pursue an apprenticeship in bakery and live a peaceful life. However, things go awry on his first day on the job. A short adventure filled with freshly baked puns!",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "aspuria_baker's_quest",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1WsIrBMcqVky75ZF0tqclu6N-2gqKsSRM/"
  },
  {
      "title": "The Method of Loci",
      "developer": "Declan Dury",
      "description": "A mind palace is an imagined, spatial environment used to facilitate the recall of information. Miraculously, you stumble upon someone’s mind palace and are offered a tour. However, in a phantasmic space that can be shaped as the owner desires: anything can happen.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "dury_the_method_of_loci",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1HU87xzBXur9wqyTGWcsuJtho8S6l9eyb/"
  },
  {
      "title": "OCD",
      "developer": "Spencer Elliott",
      "description": "My goal with this game is to convey some of the feelings of exhaustion and embarrassment someone with Obsessive Compulsive Disorder might experience each day. I also attempted to touch on the feeling of trying to change your thinking pattern only to end up back in the obsessive loop. The game is not intended to be fun, and I ask that you read each page through all the way for the proper experience. If you get bored or restless, don’t quit, that is intended.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "elliott_ocd",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1nYHmxNi3qtYvZ5tqCAiMyyWM6AwfchtI/"
  },
  {
      "title": "The Dread Necromancer",
      "developer": "Ryan Ellis",
      "description": "This game is an adventure game that take place in the Fantasy world of Cryptum, where you and your party of heroes take on the dreaded necromancer terror of an entire continent. You will have several choices to make as this game goes on which could spell doom for all of humanity.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "ellis_the_dread_necromancer",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1I4H3VmHlBxp2x0xzXS5Bp4Pfq15bhb-Q/"
  },
  {
      "title": "Look for the Birch",
      "developer": "Chloe Fabie",
      "description": "Lily wakes up in the middle of the forest with no memory of the night before. Wearing last night’s garments and nothing more, Lily tries to find her way home. Little does she know the forest is alive and has other things in mind.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "fabie_look_for_the_birch",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/153v9fZkze31r2DVPu4JuUMyF4CgaVI4f/"
  },
  {
      "title": "An Adventurer’s Life For Me",
      "developer": "Rebecca Freeman",
      "description": "You wake up one day and realize that you haven’t done anything with your life. You decide to follow your childhood dream of becoming an adventurer. What experiences lie beyond the Adventurer’s Guild?",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "freeman_an_adventurer's_life_for_me",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/19hd8JPD8DIEeUxIv6tD9N-7OrwIXqtBt/"
  },
  {
      "title": "Secrets of Solitude",
      "developer": "Geeriwin Galimba",
      "description": "You wake up in an unknown environment surrounded by three doors. Which path will you choose to uncover the answers you need? Choose wisely",
      "instructions": "The only instructions I have for the player is how to read the text. Quotations means someone is talking and the italics mean that the player is thinking(inner monologue) instead of saying something out loud.",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "galimba_secrets_of_solitude",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1_xA7dulB5waBe_xBaxm4LZPDFtZlFt4y/"
  },
  {
      "title": "Your Compliance Is Required",
      "developer": "Justin Gallo",
      "description": "Your Compliance Is Required is a short, hypertext narrative passage game programmed with Twine. It details the story of the player receiving demands from an unknown caller, and the player making choices on whether they want to comply with increasingly more brazen demands.",
      "instructions": "To play, the player simply makes their own choices by selecting the blue hypertext links. Be warned however, as once a selection is made their choice cannot be made undone.",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "gallo_your_compliance_is_required",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Hps9td2NDoNs96UQudR_vg85V3sBJ2aW/"
  },
  {
      "title": "Shame on the Night",
      "developer": "Gary Gibbs",
      "description": "In Shame of the Night, you play as a private investigator (PI) in Los Angeles, California. Hired by a wife worried that her husband might be cheating on her, but as the game progresses things take a turn for the worse.",
      "instructions": "Go in with a clear mind and enjoy this noir text game.",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "gibbs_shame_on_the_night",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1EwW9Vygy-eB_u0m6jfRiLULMYFtJzop1/"
  },
  {
      "title": "From Rags to Riches",
      "developer": "Diego Gonzales",
      "description": "You will make financial decisions to make a better life for yourself and family. You start off as a high school graduate and then finish as a grown person. You can either choose happiness or money.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "gonzales_from_rags_to_riches",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1WPuBUJ-Uro3CNYj-ewqor0ch6gdx82st/"
  },
  {
      "title": "Eyes",
      "developer": "Erin Grimes",
      "description": "Eyes is a game that is supposed to take the player through a journey of mental health. The game does this by showing the even the bigger and more subtle changes in a person that can happen on an even day to day basis, and how it causes some struggle like not eating or the way you think about certain things when you interact with them.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "grimes_eyes",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1fRm_c2Lg1FlcIc--1gFiq9cF8TqP8Mo6/"
  },
  {
      "title": "Lurker",
      "developer": "Tanner Hugli",
      "description": "Lurker is an action packed story in which you a king of assassins who has lost his memories. As you play through the story you learn your family has been stolen from you, and will do whatever it takes to get them back. With the help of some a",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "hugli_lurker",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/14wj_g6UyGXV2LO3hou38l4FYPuuiUisV/"
  },
  {
      "title": "The Perfect Human Project",
      "developer": "Ranier Legaspi",
      "description": "The Perfect Human Project is a story about a government funded organization that experiments on creating humans to have a perfect personality. Our main character wakes up from a deep sleep with no memory of who he is or where he is. Through a series of exploration and decision making, the player will uncover secrets about the organization and its downfall.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "legaspi_the_perfect_human_project",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11LPHA5_TrPXU7D832LtMgrdT4ca8Zb-I/"
  },
  {
      "title": "The Outlier",
      "developer": "Maxwell Light",
      "description": "The outlier is a story game based on an abstraction of a “normal” school day in elementary from my experiences. The protagonist struggles to build relationships with other classmates, but unexpectedly finds another friend where one might not expect.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "light_the_outlier",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1DRSWuHRRzyJOKO3MP0iX4z99UXd6S988/"
  },
  {
      "title": "Strangers",
      "developer": "Josh Lloyd",
      "description": "You wake up in your quaint cottage, far from the worries of civilization and time itself. Suddenly, two strangers appear at the door seeking refuge during a long journey between the nearest cities. Will you be hospitable to them, and learn more about these mysterious figures?",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "lloyd_strangers",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Xv-Y2kit_lgNC613U36OEVPnC_PQj9A_/"
  },
  {
      "title": "Just Trust Me",
      "developer": "Samantha Lucero",
      "description": "You’re in a car with your best friend, Devin, and there’s a body in the trunk. Devin has convinced you to come along with him up to this point, but it’s up to you whether or not you continue this journey. Should you trust Devin, or can you not go on with this any further?",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "lucero_just_trust_me",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/12m-qUXMGvW7cjbyRxHkvBoy7y2AkjCFQ/"
  },
  {
      "title": 2035,
      "developer": "Ricaley Madayag",
      "description": "Embark in a story about past regrets, where you have the power to change the past and see the future. is it worth it? is time easily changed or are we all just spectators following along through the journey life takes us.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "madayag_2035",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/15qN3vxbr-f7eV0JN8i-SS54Jrsky73Md/"
  },
  {
      "title": "All Duck or No Dinner",
      "developer": "Armen Parsadanyan",
      "description": "Have you ever wondered what it would be like to own your own collection of ducks? That was a rhetorical question, of who hasn’t thought of such wonderful thoughts. This game has the player take the role of a duck fanatic into the realms of absurdity, playing out as a complete parody of taking a walk to the park to feed ducks. 3) There wasn’t too much in terms of feedback to alter for All Duck or No Dinner so I lack anything meaningful for this response. I filled out all the placeholder text, ironed out as many of the grammar and spelling errors I could find, and beautified as much of the text with italics or colors as I could.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "parsadanyan_all_duck_or_no_dinner",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1DE6wUuXWFxLsfVqUl7-3DvKe0x3qDHzy/"
  },
  {
      "title": "A Castaway",
      "developer": "Tomas Reyna",
      "description": "A story of a man named Jack that is casted away on a small island. Jack is against all odds. This does not stop him from trying to get of the island alive. Jacks story \\is all about one night one this deserted island. ",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "reyna_a_castaway",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1GogVNHdD3OAlktjf2vm2InFQz-in687h/"
  },
  {
      "title": "After School",
      "developer": "Alejandro Rodriguez-Zuniga",
      "description": "Would you risk your life in order to pass a class? Play this game and see if your decisions can get you a passing grade.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "rodriguez_after_school",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1PSXCV2NZVNchSORJZyO8uexEOOTjAbWr/"
  },
  {
      "title": "The Big Night",
      "developer": "Franklin Salaverria",
      "description": "An adventure through the most important night in the life of a young chef. Help, as he struggles to get everything to be as perfect as he imagined it.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "salaverria_the_big_night",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1PqgJf3ttIgpGh2T_kxMeZU6A-7fj8oXL/"
  },
  {
      "title": "A Day in the Park",
      "developer": "Alexander Slankard",
      "description": "Spend a day in the park taking in the sights before heading home. There is a bit more going on with the player character than one may think at first, can you find out why.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "slankard_a_day_in_the_park",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1DYAtM3bsbXbIIdTntP3rapCECkpIxSL7/"
  },
  {
      "title": "The Long Road",
      "developer": "Katherine Sotto",
      "description": "The Long Road is a first-person narrative game that explores burning out. Play as a youth that goes about their day until they hit a block in their life",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "sotto_the_long_road",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11LaDaIkMZz653rUVK2C5Jz0G6qcQI7Rq/"
  },
  {
      "title": "Grandpa Ralph’s Phone",
      "developer": "Sean Steinacher",
      "description": "Grandpa Ralph’s Phone is a text based game in which the player has been hired by a mourning family to find the login information on the phone of a deceased old man. During this humorous textual investigation the player will come to know more about the old curmudgeon who once used this device.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "steinacher_grandpa_ralph's_phone",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1TbDAeo9clPt_9IxV2Aqv-45mprykqBqt/"
  },
  {
      "title": "Fear",
      "developer": "Andrea Tapia",
      "description": "Fear is a psychological horror game that will make you experience scenarios that will put you in difficult situations. The game lets anyone see themselves as the main characters.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "tapia_fear",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Qd3mszhL67OYy5m5k6HSdj8AgfxCccBX/"
  },
  {
      "title": "Escape the School",
      "developer": "Zhili Wang",
      "description": "This is a text adventure game about escape a haunted school. There are multiple dead ends ahead as a consequence of making a bad decision, player will explore the school to find a way to get back to reality while solving the mystery of the haunted school.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "wang_escape_the_school",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1h5yax9bZAGmJQvXqm530jP2aUVDwN3vV/"
  },
  {
      "title": "A Californian Adventure",
      "developer": "Frances Zercher",
      "description": "This travel game simulates traveling to different locations in California. Players are given the option of gas brand, location, and dinner. They are given $500 and it is up to them how they will spend it.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2021",
      "environment": "Twine",
      "filename": "zercher_a_californian_adventure",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1x0r938JSGA5eMR65kqMYkxo0dUS2A4tS/"
  },
  {
      "title": "Fate",
      "developer": "Joseph Becerra",
      "description": "In this game, you will find more than one ending depending on what path you want to take. It has some surprises and shocking turn of events that will leave you with your mouth open.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "becerra_fate",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1A7nWVgkcI3iYbpj3a8YNxe_EVwYnDhHa/"
  },
  {
      "title": "Locked in the Vault",
      "developer": "Earon Bihis",
      "description": "A protagonist keeps their trauma locked away in a mental vault. They have the ability to try to unlock their memories and whatever they choose to do in them, changes the present.",
      "instructions": "The end of the game is achieved by making all the “correct” choices. If you made a “wrong” choice in the playthrough, you will be forced to play again. The ending is marked by the change of perspective from “you” to “I”.",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "bihis_locked_in_the_vault",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1uqWzL4li08Yv__TFl-l8yPAx3krgbhdg/"
  },
  {
      "title": "The Angel",
      "developer": "Christopher Chang",
      "description": "Family, love them or hate them, they are an integral part of your life. But when things go wrong, how would you act when you family faces the threat of danger? Would you step in? Would you feel sad? How do you fit in when you play the game of Family?",
      "instructions": "Keep clicking the blue links until you can’t any more. There are a few choices the player may select, so chose what you would do in that particular situation.",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "chang_the_angel",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ZUEVv7OlnPJczpfmvoKd3m2Nj9f4gQh1/"
  },
  {
      "title": "There is Nothing to Fear but IT",
      "developer": "Kelsi Collins",
      "description": "In the small town of Derry, your friends are being tormented by an evil entity that feeds off the fear of children. Explore the dark past and even darker tunnels of Derry. Each decision you make can depend on whether you and your friends all make it out of this alive. Stay alert as tempting bait, screaming monsters, and violent nightmares awaits you in an effort to weaken your resolve.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "collins_there is_nothing_to_fear_but_it",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/12pT1BhnAtQNCt9Vv7GmOPtFqglkvnMvl/"
  },
  {
      "title": "Literaria",
      "developer": "Shannon Fitzpatrick",
      "description": "Welcome to Literaria, a magical land of adventure and whimsy where books come to life and bold adventurers can partake in fantastical literary journeys beyond the pages of the text. But is everything as it seems in Literaria? The player will have to uncover the mystery that lies within",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "fitzpatrick_literaria",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1qXIqgs4RrT7pAwbztr5QuF6smVUIj0PW/"
  },
  {
      "title": "Abduction",
      "developer": "Akira Garrett",
      "description": "In Abduction, you play the role of an unemployed college graduate. After finally landing a job interview, you’re puzzled to find out it was all a ploy to abduct you. You will have to find your way off the ship and make decisions that will make you question your own moral being.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "garrett_abduction",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1QXgICp0bNpA5qG1ekyh1vWohNv3Hos9t/"
  },
  {
      "title": "Latte",
      "developer": "Pedro Gaxiola",
      "description": "Latte is a text styled game about a dog named Latte. Latte experiences abuse from his new owners and something I that I believe is realistic. This game adds the thoughts and feelings of a dog in an abusive situation",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "gaxiola_latte",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1phVGeQFI9O9I9wlTXuXug-J0f4Z49Qdm/"
  },
  {
      "title": "A Day in a Life",
      "developer": "Jessica Goolsby",
      "description": "‘A Day In a Life’ is a short narrative-based game that allows the player to make different choices while experiencing their senior year in high school. The player is transported back to high school where all those insecurities were at their strongest and most confusing.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "goolsby_a_day_in_the_life",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1QW4bVnL3oYpltxfWAdTBBPS56pIPxqUm/"
  },
  {
      "title": "Hotel Camarillo",
      "developer": "Ryan Greywitt",
      "description": "This is a simulation-style game, following the journey of a patient being committed to Camarillo State Hospital in early 1957 for trying to take his own life. As a patient, you get to make the decisions you want on your treatment path, which includes walking the quad, going to church, going to therapy with the psychologist, group therapy, going to the workshop to do activities, and receiving hospital “treatments.”",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "greywitt_hotel_camarillo",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1lLNasVEhPRS31p19DvvE5HDHrGFcanYn/"
  },
  {
      "title": "Memory Forest",
      "developer": "Cody Johnson",
      "description": "You wake up in a log cabin with nowhere to go but a nearby forest. You come across familiar stories in an endless loop. Will your story end or just keep repeating itself?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "johnson_memory_forest",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1nbEKAxO4DC1WpkG0bpuaMJaKPxUBTw2G/"
  },
  {
      "title": "The Uriel Files",
      "developer": "Ian Khoo",
      "description": "You are a Uriel Agent, the right hand of the government after the event of a supernatural phenomenon. Your job is to solve some of the most complex crimes out there with the power which makes you the Judge, Jury, and Executioner. With that power, will you go down in history as one who always cracks the case? Or the person who let the killer getaway?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "khoo_the_uriel_files",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/14uYY7spAf72x1vFlNZWyAqi1Y01uJbtt/"
  },
  {
      "title": "A Solar Story",
      "developer": "Eric Litwak",
      "description": "In this game, you are tasked with exploring a newly discovered solar system in a remote region of space. There are 2 planets which you can land on and explore, 1 uninhabitable planet you can visit, and a ship, called The Jezebel, which you can explore as well.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "litwak_a_solar_story",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1LubveZI_GoKVEoUIONxwcIY8CWLXzk40/"
  },
  {
      "title": "The House That Dog Built",
      "developer": "Joshua Maraun",
      "description": "In The House That Dog Built, the player goes on a journey from the point of view of a dog that was abandoned outside of a city. The dog goes on an adventure facing several difficulties on the way in hopes to find its previous owner. Along the way the dog learns about themself as well as what they want in life.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "maraun_the_house_that_dog_built",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1bfP4gbaoy44Ioc2A_fvmJ4S8xwf7nctn/"
  },
  {
      "title": "The College Student",
      "developer": "Gabriel Marron",
      "description": "It tells the story about a college student. That must make choices if they want to fail or pass the exam for chemistry",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "marron_the_college_student",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/18Yqn34AwAqt4JnBrCs1cKTfO6_kn0TTz/"
  },
  {
      "title": "Forgotten",
      "developer": "Brandon Marziole",
      "description": "Not remembering who you are or what you were, you find yourself in an unfortunate situation in a mysterious place. Try to find clues on what events took place and see if you are able to escape the situation alive.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "marziole_forgotten",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1mIG0jCKyehKgpv82ziwxd1muK0VH4m-A/"
  },
  {
      "title": "161 Days",
      "developer": "Tyler McLaughlin",
      "description": "The player will be met with decisions which will have varying levels of impact on their experience as they are taken through what it might feel like to be diagnosed with a potentially deadly disease.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "mclaughlin_161_days",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1K_IIZVgw33_Gz8_h27WmnQZG3J7q9F0A/"
  },
  {
      "title": "A Stormy Decision",
      "developer": "Kyle Otterbach\n",
      "description": "In this game, the player navigates through the mystery surrounding an unnatural weather phenomenon. The player will have to find how why the storm acts the way it does and figure out the best way to inform the public about the threat.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "otterbach_a_stormy_decision",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1bAIqnScnUmfQSC9B23g9-W5IIo1Tc-Zk/"
  },
  {
      "title": "Isekai",
      "developer": "Jaspher Celestine Ramos",
      "description": "The game, “Isekai”, is a text-based RPG game wherein the player is transported to a new world wherein they have the freedom to choose which path they want to take. The game has a simple, easily understandable story that will entice gamers of all ages.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "ramos_isekai",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1EN0imEGQgB-PE0V0CAHMPl-vVWcr9N6q/"
  },
  {
      "title": "A Cyberpunk Rainbow",
      "developer": "Earl Vincent Regis",
      "description": "In A Cyberpunk Rainbow you play as Morgan Cross, an overworked office worker employed by Onyx Data Collection Inc. It just so happens that Morgan is looking for a bit of a change in their life, and as the player you will play out this day as Morgan.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "regis_a_cyberpunk_rainbow",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1zYQ5v2_Mn5H8Hdsp-yNuH2RIUwVfUoU9/"
  },
  {
      "title": "Lost With Amnesia",
      "developer": "Julia Ross",
      "description": "The protagonist wakes up in an unfamiliar place. They think and realize they have no memories, no thoughts. A man keeps reappearing. How will they escape these repeated and horrible experiences? Will he continue to torment them? (I am trying to keep it so that the gender is open to whoever wishes to play the game.)",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "ross_lost with_amnesia",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1AsfNrrxoWtGr5eg3heeck8SSmEfBq_si/"
  },
  {
      "title": "The Forest of Light and Dark",
      "developer": "Hayley Ruttenberg",
      "description": "You find yourself lost in the middle of a giant forest. Ahead of you are two paths — one bright and serene, the other dark and gloomy. The light path seems to offer challenges of increasing difficulty while the dark path seems to lead into a large maze. Which path will you choose, and will you ever manage to make your way out of the forest?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "ruttenberg_the_forest_of_light_and_dark",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Wq4CMIK70pSr3y9yUUu8pONh8-tVAr3Y/"
  },
  {
      "title": "Decisions",
      "developer": "Tyler Sellers",
      "description": "The player begins in a dream state with pleasant memories of childhood to wake up into a real-life nightmare, a vicious cycle of drug addiction, and the horrors that come with it. Through tragedy and trauma, the player stumbles across a solution and a new journey. I wanted to convey the emotions and feelings that are consistent with someone in the grips of addiction.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "sellers_decisions",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/16DXfUQpTmhZkul3GR5V5rId8bA6X6sLF/"
  },
  {
      "title": "Separate Love",
      "developer": "Juan Terrazas",
      "description": "Story about a couple who slowly drifts apart from each other because of the circumstance in life.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "terrazas_separate_love",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1jUPsVqDoF8BrNK3c7mWJe_YciA5MBlwv/"
  },
  {
      "title": "An Adventure Through Time",
      "developer": "Owen White",
      "description": "Have you ever wondered what time travel would be like? Well, An Adventure Through Time will show you one of the possibilities. Get ready for a non-stop survival-based Twine Game about the dark side of time-travel, but beware what lurks in the shadows!",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "white_an_adventure_through_time",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1jlPcVj9SU836N65IIwgE2fkl6Dy1c2e8/"
  },
  {
      "title": "Prisoner",
      "developer": "Juan Zarate Hernandez",
      "description": "Prisoner is a game that puts you in the shoes of a prisoner who wants to escape prison. You formulate a plan to escape via a riot and your plan was a success. Now you have to decide what path you want to take to escape the prison but beware, some paths can lead you to your demise.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "hernandez_prisoner",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1inGQxY6QKhopuJwQ2W8rWxy2TyQkN0f3/"
  },
  {
      "title": "Suicide",
      "developer": "Mathew Zekoll",
      "description": "Suicide is a game that follows the thoughts of a person who momentarily contemplated suicide. It gives you a quick tag along of what's going on in their head.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2021",
      "environment": "Twine",
      "filename": "zekoll_suicide",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1beju0VkmCMmsTxdEcFBI46nMAF5lCPTi/"
  },
  {
      "title": "Tomb of Doom",
      "developer": "Joey Alfred",
      "description": "You play as an archaeologist who fell into the trapped tomb of a pharaoh. You need to traverse through the trap and puzzle filled rooms while trying to escape.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "alfred_tomb_of_doom",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/17DAJg6ziV2EVMLNzyaiXVJzKz6vRdus_/"
  },
  {
      "title": "Glue",
      "developer": "Alicia Ballinger",
      "description": "A story about a family who are going through some drama. Sometimes certain family members may be the glue of the family. ",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "ballinger_glue",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1IkUl04BfHI_SQZ1HkVen0EgP6C6G_PAy/"
  },
  {
      "title": "The Ouroboros",
      "developer": "Marc Balog",
      "description": "The Ouroboros is to be an exploration of the self, of a person's life and how certain aspects from a loop or cycle of self destruction and how moving out from it can be uncomfortable and difficult.",
      "instructions": "One small thing to note is that there are a number of routes that loop the player back to prior portions of the game including the beginning of the game, this design is intentional as it is meant to reflect the themes the game is trying to portray.",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "balog_the_ouroboros",
      "permission": "no",
      "link": "https://drive.google.com/file/d/19GqpRReoyjodWmh5Kt2ASPpvACFqbYb_/"
  },
  {
      "title": "Stranger Spaces",
      "developer": "Daniel Berberian",
      "description": "Welcome to Stranger Spaces, a text-based space adventure that will take you through the exciting world of the unknown. Filled with twists and unique turns, the game will throw you into a plethora of fun surprises. Players will have the opportunity to gain the knowledge to properly proceed forward by taking the time to explore the inner workings of the game.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "berberian_stranger_spaces",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1sX8tNilTcgOTskUWzskeFdwgTpQx5Lpw/"
  },
  {
      "title": "Masked",
      "developer": "Grant Blair",
      "description": "In Masked you are placed in a complex social situation and have to navigate your way through it while attempting to manage your own satisfaction with the person you are talking to. The game is meant to simulate an autistic experiences as a way to educate the player.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "blair_masked",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1WBuROTtyD89wj1qOjB4F8zQWoDVqgQL7/"
  },
  {
      "title": "Darkness",
      "developer": "Trent Cattanach",
      "description": "In Darkness, you are the victim of a plane crash that leaves you stranded on an island. Separated during the crash, you must work and make decisions that ultimately will help or hurt you on your journey to find other survivors.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "cattanach_darkness",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1uDCxlgZgMoHvZP84a67KyRW5dv28COCG/"
  },
  {
      "title": "Lord of Spies",
      "developer": "Michael Cuico",
      "description": "You are born in a small countryside village in the medieval times until one day invaders disrupted that peace. You survive and live to seek vengeance on whoever disrupted that peace.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "cuico_lord_of_spies",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1D8edofoU0OpZEkF02bap7yMKd8pjRlGo/"
  },
  {
      "title": "Hope",
      "developer": "Eli Flores",
      "description": "Jump into hope, to maneuver your way through a treacherous jungle after a plane crash. Animals, people, hunger and more challenges stand in your way on your quest to find a nearby civilization.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "flores_hope",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/10zOXRwdCOgJkKBDk-ZVhEEQNiFQLuElC/"
  },
  {
      "title": "A Hero's Choice",
      "developer": "Angel Iturbide",
      "description": "In this game, you play as the hero who is forced to make a very difficult decision: save your family or the city. Throughout this game, you will be forced to make certain decisions that will affect the story of the game. There are multiple endings to this game, so be very cautious about your choices as a hero.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "iturbide_a_heros_choice",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/15TIfTjmhr4hMzdM28z0DLM2--qJSB_WF/"
  },
  {
      "title": "Channel Islands: A Day Trip Adventure",
      "developer": "Colby Klaiman",
      "description": "Channel Islands: A Day Trip Adventure is an informative adventure game that depicts a realistic experience to Santa Rosa Island in the Channel Islands chain. There are plenty of individual decisions that affect the story and gameplay. Furthermore, there’s specific customization for the player that can lead to humorous responses from the game",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "klaiman_channel_islands_a_day_trip_adventure",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1tLmcvwng9BcFMFn6-1LNKd4HNg4-dmAA/view?usp=share_link"
  },
  {
      "title": "Never Ending Loop",
      "developer": "Julian Larios",
      "description": "The game is about a soldier being able to mentally ready for any outcome of his life from the beginning of how it started to potentially what could be traumatizing in dangerous missions. The suspense that is built from beginning to end brings context to the character and how one might be able to survive an attack but while not being in danger at the same time. The player endures the work and actual events that can change one soldier’s life one tragic event at a time.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "larios_never_ending_loop",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1H1ImD0xOsAPfd9lKzeSS1EbsPTOXRURO/"
  },
  {
      "title": "Salvage",
      "developer": "Victor Lopez",
      "description": "“A long time ago in a galaxy far far away… At the height of the Galactic Empire, Boba Fett is regarded as the greatest bounty hunter throughout the galaxy. En route to delivering an important bounty to the Crimson Dawn organization, Fett comes across a distress signal from an abandoned Imperial Star Destroyer. With the intent to salvage what he can, not all is as it seems, as Fett must fight his way through, and confront a horror beyond his imagination.”",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "lopez_salvage",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1GLAh1tEuyilhffM49GLcWjhlwM7gr2KG/"
  },
  {
      "title": "In Memory of Sean",
      "developer": "Andrew Madsen",
      "description": "Captures the essence of missing a loved one, including both happy and tragic memories.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "madsen_in_memory_of_sean",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1XTWDFOxrvD14ZxetsW7b1ly28kTL-pfN/"
  },
  {
      "title": "My New Life",
      "developer": "Cristian Mendoza",
      "description": "Starts with the implementation of magic in this world with a mechanic surrounding your characters specifically. Now after the main character would meet up with his friend that allowed him to basically trade for items I wanted to try and move towards a more adventure type of narrative.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "mendoza_my_new_life",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ia3csf2QEy6U4VMYNbncLllbItiwagaP/"
  },
  {
      "title": "Best Friends",
      "developer": "Keila Moreno",
      "description": "A murder mystery game about a group of five friends; Rosie, Jennie, Kai, Ella, and Karina. Rosie, the player, must figure out which one of her friends killed her best friend, Jennie. Prior to her death, Jennie left a letter for Rosie with a couple of clues that tie to certain events that happen in the game, as a way to help Rosie find her murderer.",
      "instructions": "Follow the clues in the way they are presented in the letter to make it easier to follow the story.",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "moreno_best_friends",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11aNXc5FpO-6HX0JWnj54J7WiP8ukFdqD/"
  },
  {
      "title": "Beginners Luck",
      "developer": "Jackson Niles",
      "description": "This is the the story of john, who was recently gifted a large sum of money. John’s always struggled in life and faced addiction. He takes his money to a local casino in an attempt to get more, but it doesn’t go as planned.\n",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "niles_beginners_luck",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1eFoUoLoLGwEPqWYYWg4LO-6bSdQEqwPA/"
  },
  {
      "title": "Monster House",
      "developer": "Jeremiah Paguio",
      "description": "You find yourself trapped in a strange, spooky house. With the front door covered in locks, you need to find all the keys and escape the house. However, you need to be careful while searching for keys, since there seems to be monsters lurking inside the house",
      "instructions": "One thing to note is that when a monster is hiding in any piece of furniture in the current room, you need to leave the room. You can’t check a different piece of furniture, otherwise you will get attacked by the monster. Also, you cannot get cornered by the monsters, as one monster appears at a time.",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "paguio_monster_house",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1AY49vkh4PuxhOlcdp-2IWzVCiz2Kn3bW/"
  },
  {
      "title": "The First Date",
      "developer": "Zachary Pusatere",
      "description": "This is a game based on a true story between me and my girlfriend. When we first met it was one of the best nights of my life, and I wanted to share this night with people. I want to be able to use this to show my future kids one day",
      "instructions": "Play the game a couple of times and go through and pick the different options. Most of them lead back to each other as the storyline is supposed to pull you through the evening to get to the end of the night.",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "pusatere_the_first_date",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1zLyLIjjpDhB7yyAAT-bLEs52-Z4gDlrq/"
  },
  {
      "title": "Good Morning Sleepy Head",
      "developer": "Logan Sales",
      "description": "You start by waking up in the morning to something random, and the goal is to live out a normal day in the life oYou stf some random person.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "sales_good_morning_sleepy_head",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/16RHIelr0mLSHWtpSP0oeVqRCtMICoDOt/"
  },
  {
      "title": "Aftermath",
      "developer": "Daniel Salinas",
      "description": "Your choices matter, and it decides the path you take. Help a settlement in need in this postapocalyptic text adventure.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "salinas_aftermath",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1NHouL3O5NfNMxuuu8fmz3XmfZ2Es1qz2/"
  },
  {
      "title": "Swivel",
      "developer": "Matthew Schneider",
      "description": "The game is a thriller-noir game based in the mid-1980s where a string of missing people have stricken the small city of Paradigm City, with lead detectives Logan Satin and Maxwell Adams, of the Paradigm City Police Department on the case to discover what’s really going on in their city. However, after months of searching with not a trace of evidence to these disappearances, it has caused a rift in Logan and Max’s partnership, causing Logan to quit the force in disgrace and leaving Max to find out the truth for himself. But by doing this, Max has now gone missing and with a letter mysteriously being sent to Logan’s apartment, it could be a sign that Max is alive and found out what really happened, but can Logan find the courage to do one last job and save his partner before it’s too late?",
      "instructions": "Slow down and read through every detail, perhaps something that could be seen as something minor could turn out to be a major piece of the puzzle in the end….",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "schneider_swivel",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/14JaRdMfe24SbaWDN7amD2KniL0SbUXDw/"
  },
  {
      "title": "Cookie Run",
      "developer": "Kimberley Soriano",
      "description": "A child wanted a cookie as a midnight snack on a school night. However, their mother was still awake and nearby the kitchen, meaning the player couldn't just walk over there and get the cookie easily. So, the player had to think of different strategies to get what they want or else they would have to suffer the consequences. Will the player be able to successfully eat a cookie?\"",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "soriano_cookie_run",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1t50pnT_TBg-lnNmKaE6ePWpUYSooJ_zl/"
  },
  {
      "title": "Who Am I?",
      "developer": "Tyler Vail",
      "description": "The protagonist starts making impulsive decisions that leads them to discovering that they have a mental illness. While treating their mental illness they learn that their medication counteracts with marijuana that caused them to have frightening hallucinations.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "vail_who_am_i",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/191k9nVUTmSm_mTZFu_NxRvDg4b4jWK5N/"
  },
  {
      "title": "Dust",
      "developer": "Alexander Vegos",
      "description": "In a world where water is scarce and life draining dust is everywhere, is there still a place for mankind? The journey of the mind could reflect reality, or could signify the action man must take to alter his trajectory. Lost in a foreign land in unfamiliar territory, how would you find your way through the “Dust”?",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "vegos_dust",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/13lDYryvdtad38zDh08qsRN7tub5qy_6W/"
  },
  {
      "title": "The Escape",
      "developer": "Sergio Viramontes",
      "description": "The game you are about to play is a strategy game with deadly consequences if you don’t pick right. You are playing as a soldier during a battle and you have to find a way to escape.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "viramontes_the_escape",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1V7IsFd0dToQBivCfXIgQFte7UA-_x9A7/"
  },
  {
      "title": "Break Up",
      "developer": "Mathew Zekoll",
      "description": "A couple talking about breaking up. The player follows them down they're conversation and experiencing their emotions until the player must choose what their emotions will be and thus the outcome of the story.",
      "instructions": "N/A",
      "datesubmitted": "Spring 2022",
      "environment": "Twine",
      "filename": "zekoll_break_up",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1hTcA2_i4wSZOdGHbfHyNmNLlnkISYS_-/"
  },
  {
      "title": "Clubbing",
      "developer": "Mario Ayala Fuentes",
      "description": "This game is based on action and suspense directed to player who like action and suspense games. This game gives the player three paths or options that they can choose to go to the club with. One option is the friend Santos who always is looking for trouble, the other option is the best friend, and the third option is the girlfriend. With all of these three characters the main player is going to submerge depending on the decisions that the player make into action and suspense, where at the end the player will have the option to reflect on things and life in particular.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "ayala_fuentes_clubbing",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1r4CfGgH3xndGmK7svwRTG4g9GWAov76c/view?usp=share_link"
  },
  {
      "title": "You're Smart",
      "developer": "Alexander Bonilla",
      "description": "You're attending college for the first time, and everyone you know tells you how smart you are and how impossible it will be for you to fail. You shouldn't have much to worry about in school, right?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "bonilla_you're_smart",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Pqw4ocw4oK2bQioExIppzSj-OBgbBXkl/"
  },
  {
      "title": "Super Bowl XLIX",
      "developer": "Daren Brown",
      "description": "Take control of the 2015 Seahawks offense during their 2 min drill to comeback and win Super Bowl XLIX.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "brown_super_bowl_xlix",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11rvRfPoF14kBtUn0zGybWFXwuXpsVGQ7/"
  },
  {
      "title": "A Long Night",
      "developer": "Spencer Burge",
      "description": "Wandering through the dark night options will be provided with different choices to make. You must make your way through the darkness to find your way home, while also avoiding what may be behind you.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "burge_a_long_night",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/133LsLf_701PyxXIv1kxdKS4KZkfX70z7/"
  },
  {
      "title": "Rocky Mountains",
      "developer": "Jose Cancino",
      "description": "Ken is an AVID hiker who loves to challenge himself although this time Ken might have bitten off more than he could chew. Come find out in Kens adventure in the Rocky Mountains.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "cancino_rocky_mountains",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1rZibs1iNOJDYjz5GArCEI_EAftODbUb1/"
  },
  {
      "title": "A Miasma Upon Us",
      "developer": "Sean Gowey",
      "description": "A story-driven, thriller game that is set in a fantastical world, where the player is tasked with curing diseases of a god-forsaken world. The players take control of a physician and will explore the secrets this war-torn world and uncover the tasks of what it takes to be a Transcendental.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "gowey_a_miasma_upon_us",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ditf-qudaFXpcjHFL-Wor5_9OZ-vTmqV/"
  },
  {
      "title": "Past Tense",
      "developer": "Ian-Austin Jimenez",
      "description": "In Past Tense the player is mysteriously transported to the past. Will they be able to navigate the strange building they wake up in and unlock the truth behind their strange dilemma?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "jimenez_past_tense",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ctR_qg1nzPlrZ1vBXciCXbn8GouhFvpx/"
  },
  {
      "title": "Isekai Accusation",
      "developer": "Phillip Lim",
      "description": "You wake up in a brand new world astonished by the new people and new scenery. However, you are in trouble with the law even though you just arrived there, use the given routes to get the clues to get you away from the danger",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "lim_isekai_accusation",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1kz6Q_3L4HHfiZjLhH52rNImgenI-cJOE/"
  },
  {
      "title": "Pebbles",
      "developer": "Eddie Lovato III",
      "description": "Pebbles is a Twine-based narrative game that challenges the player to make the correct survival choices while having a mystery that unfolds over time. The player discovers the motives of the main character over time. What seems like a survival game that you’ve played before is actually one that will leave you in tears.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "lovato_iii_pebbles",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1ZX0ZC8g-gPvtwYa1L8SS51oKugdFtS9-/"
  },
  {
      "title": "Welcome to the Basement",
      "developer": "Timothy Nguyen",
      "description": "Welcome to the Basement, you awake to find yourself in a basement and appear to have been kidnapped by Santa. Attempt to escape by making the right decisions or become one of Santa’s victims.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "nguyen_welcome_to_the_basement",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Awk1JBbGWHmsNSAlDoR0l7imWvhJnAqy/"
  },
  {
      "title": "Divergence",
      "developer": "Albert Nunez",
      "description": "With an unending cycle of day’s passing the protagonist then decides to lower their inhibition with edibles and alcohol. This in turn triggers a perspective shift that the protagonist is vaguely aware of, this shift influences the way the protagonist reacts to everything the coming days",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "nunez_divergence",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1-bSi4ntviTRxlU17KIBk-uLc8ZD54_Yv/"
  },
  {
      "title": "Time Trip",
      "developer": "David Pat",
      "description": "Time is a sacred thing to many humans and is seen as an impossible thing to revisit. This game will allow you to travel through time to make a trip through your own mind. You choose your destination and whether this is a vacation of sorts through the time periods you can visit or just visit your own personal past.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "pat_time_trip",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1s977Uw8ciJSzIlmpia5Q8_WbXbro42Ht/"
  },
  {
      "title": "The Lost Journal of Mars",
      "developer": "Isaac Perez",
      "description": "A sci-fi-based thriller about the mysterious dead planet and its resistance to human colonization. Relive the fateful journey of the specialized Raider 3 crew through the lens of its seasoned commander's secretive entries. Will this crew successfully cultivate a foundation to ensure the continuation of civilization, or will history repeat itself?",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "perez_the_lost_journal_of_mars",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1VwH7ezPApbenyXWaw3IN2WIR5DHmaw8g/"
  },
  {
      "title": "A Dogs Tale Vol. I",
      "developer": "James Piedrasanta",
      "description": "The game begins with the player being placed in a position of unknowing and realizing you have become a dog. After, the player must make some decisions that will lead them on a couple of different paths, one that is more positive and another that is a bit darker if the player chooses more aggressive choices. Playing a story and making more admirable choices will lead you to become a human again. While making aggressive choices like biting someone will lead you to seal your fate and remain a dog.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "piedrasanta_a_dog's_tale_vol_i",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1R0H5vUo8UiKWIzBW3fR_ZdvAyNbSb0ki/"
  },
  {
      "title": "Morning",
      "developer": "Jed Plata",
      "description": "Morning is about someone who wakes up in the morning and has some choices and actions they can do to start their day. I didn’t really think of a message or know how to effectively give one through a story, but I wanted to have the player feel free to do what they want in the game, whether they projected playing as themself or someone else. That fell short though with how limited I made it.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "plata_morning",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1d_NT5MSYyHfEwuT3bufG1DbaorGWP4Ny/"
  },
  {
      "title": "GENE WARRIOR",
      "developer": "Tushar Radhakrishnan",
      "description": "A gene awakens as Talan opens his eyes from meditating. Talan then emits flames from the senses of his body. He emits fire from the crescents of his feet and flies onto the air and into the stadium. Ready, as the crowd chant’s “FIGHT! FIGHT!”.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "radhakrishnan_gene_warrior",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1NfA2Yv6uaz21mIxrhEOI5rF33qLUzz-E/"
  },
  {
      "title": "Quarter Mile",
      "developer": "Riad Saad",
      "description": "A race car driver and his team going through a season of racing. There are setbacks and many achievements.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "saad_quarter_mile",
      "permission": "no",
      "link": "https://drive.google.com/file/d/1tJZ9VKJLCVFVOKqMtzeUltJt0hGFevYz/"
  },
  {
      "title": "Final Stretch",
      "developer": "Robert Sparrow",
      "description": "The player is doing a special mission requested from the general at home base to investigate a new area that showed up recently. It’s up to you to take your time on observing the daily lifestyles of the soldiers and discover secrets along the way",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "sparrow_final_stretch",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1Ok_sM0rozVqVlmo_M-8owFzCJqvQ7efR/"
  },
  {
      "title": "A Vacation Trip",
      "developer": "Juliana Villagomez",
      "description": "Your name is Juliana (A.K.A, Jukie) and your 21st birthday is to come within the next month and you have just bought a plane ticket to Germany, with the intention of going on a solo trip. You want to be independent. You must be able to break the news to your strict parents and avoid the bad ending.",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "N/A",
      "permission": "yes",
      "link": "N/A"
  },
  {
      "title": "Escape Room",
      "developer": "Sergio Viramontes",
      "description": "The game is about a man named Frank Smith who plays a series of games. Each consists of trivia questions or puzzles to solve and if you mess up during the game you might end up losing your life",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "viramontes_escape_room",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/1pfwYU1uj0zZeVprLf5rgkt70P_-0q2N4/"
  },
  {
      "title": "Endless Nightmare",
      "developer": "Robert Ward",
      "description": "The game Endless Nightmare, puts you in the shoes of a group of boys that have their own ghost documentary channel exploring the paranormal. However, gaje has a twist and it is not your normal average haunted house game",
      "instructions": "N/A",
      "datesubmitted": "Fall 2022",
      "environment": "Twine",
      "filename": "ward_endless_nightmare",
      "permission": "yes",
      "link": "https://drive.google.com/file/d/11gJNe93BffiOdSaoskd0USH8RTxZBbKQ/"
  }
]